olets/zsh-abbr kind:defer
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
joshskidmore/zsh-fzf-history-search
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/autojump
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/zsh-vi-mode
ohmyzsh/ohmyzsh path:plugins/globalias
